[
    {   "product_id": 1,
        "img": "https://img.freepik.com/free-photo/ecstatic-white-girl-beret-posing-with-amazement-elegant-caucasian-female-model-t-shirt-standing-red-wall_197531-11462.jpg?w=996&t=st=1669285542~exp=1669286142~hmac=33bcb2cf42a915952377dd9447dd9e70b7af081719fa3bd9ba6f87fd96315422",
        "name": "Women Collection",
        "seller_price": "640",
        "old_price": "1390",
        "location": "Panthapath",
        "ratings": 2.3,
        "description": "Women's dresses had gone to great extremes in the 1920s, with very short hemlines and boyish styles. The change in dress styles in the 1930s was thus very dramatic, for the decade saw a return to femininity and distinct changes in cut and hemline. The depressed economic circumstances of the decade and later of the war years required simplicity in dress styles, but talented designers turned these constraints to their advantage"
    },
    {
        "product_id": 1,
        "img": "https://images.unsplash.com/photo-1595503882016-b2fc58df42b1?ixlib=rb-4.0.3&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=558&q=80",
        "name": "Women Collection",
        "seller_price": "300",
        "old_price": "1250",
        "location": "Panthapath",
        "ratings": 3.1,
        "description": "Perhaps the single biggest change in the 1930s was the lengthening of the hemline, which fell to mid-calf for day wear and to the floor for evening wear. Dresses were tube-shaped and very sleek, fitting closely through the torso and lacking billows or pleats in the skirt. Dressmakers achieved a flowing look either by using newer fabrics like rayon or by cutting fabrics diagonal to the direction of the weave, called a bias cut. Waists in general were tucked in closely, and the waistline was often accented with a belt. Late in the 1930s the desire for a very"
    },
    {
        "product_id": 1,
        "img": "https://img.freepik.com/free-photo/excited-ginger-lady-hat-holding-straw-bag-ecstatic-long-haired-girl-summer-outfit-enjoying-good-day_197531-11080.jpg?size=626&ext=jpg&ga=GA1.2.1510053171.1664396538&semt=sph",
        "name": "Women Collection",
        "seller_price": "800",
        "old_price": "2000",
        "location": "Panthapath",
        "ratings": "4.3",
        "description": "Another significant trend during the 1930s was the emergence of the print dress. Women bought simple dresses without fancy tailoring or decorative touches to save money, but they didn't want to look plain. Many women turned to printed fabrics as the solution. Checks, polka dots, flowers, and a variety of free-flowing designs in fabric allowed women to make a plain dress pretty."
    },
    {
        "product_id": 1,
        "img": "https://as1.ftcdn.net/v2/jpg/05/10/20/30/1000_F_510203055_zF2e2tArbjvaRv6LUCxzXznFmORiyLsR.jpg",
        "name": "Women Collection",
        "seller_price": "1200",
        "old_price": "1750",
        "location": "Panthapath",
        "ratings": 4.3,
        "description": "You might be wondering that we have discussed all the adjectives which help in describing different things. This time we would be doing something really interesting. We would be discussing the adjectives that can be used to describe clothes.Basically, clothes are what people wear and it tells us many things about the person. The clothes and dresses show the lifestyle of a person, their cultural affiliations and sometimes their identity. Moreover, it also tells about the era in"
    },
    {
        "product_id": 1,
        "img": "https://img.freepik.com/free-photo/excited-white-girl-bright-stylish-glasses-posing-pink-dreamy-curly-woman-playing-with-her-ginger-hair-laughing_197531-11045.jpg?w=996&t=st=1669285400~exp=1669286000~hmac=4a7e9f7c72a9f77fdc9e63ada84f12beaf79fa2f9048ee89adbbe1ec0ba731cf",
        "name": "Women Collection",
        "seller_price": "1000",
        "old_price": "1300",
        "location": "Panthapath",
        "ratings": 5.6,
        "description": "Clothes and fashion are not something only for adults. Kids also have their choice and the willingness to get some different clothes. It is something which helps them to know what they might like and whatnot. The color, design, and pattern are the factors that help them choose.which the person might be dwelling. When you have a grip on strong words that will help you to portray a rich character in a story or a novel then it is the best thing. "
    },

    {
        "product_id": 2,
        "img": "https://t3.ftcdn.net/jpg/05/45/18/74/240_F_545187405_9bQ6ie3j5BiV2ASwgqyViFD2E0V23Q7M.jpg",
        "name": "Mens Collection",
        "seller_price": "400",
        "old_price": "1560",
        "location": "Panthapath",
        "ratings": 2.3,
        "description": "Although dress codes are designed to provide guidance on what to wear, they can often make choosing an outfit more complex. With all their rules and requirements, navigating your way through each form of attire can be incredibly challenging. Luckily, you no longer have to go in alone because we’re here to help. In this article, we break down the most common dress codes, such as cocktail attire, smart casual, black tie, and more, to ensure your every outfit is on-point. Here is our guide to men’s dress codes for all occasions."
    },
    {
        "product_id": 2,
        "img": "https://img.freepik.com/free-photo/portrait-handsome-smiling-stylish-young-man-model-wearing-jeans-clothes-sunglasses-fashion-man_158538-5015.jpg?w=900&t=st=1669285768~exp=1669286368~hmac=b2f26335fe1455cc06de9fbff653b3b3d89b99e87d704e6001bbcf17474ee2ef",
        "name": "Mens Collection",
        "seller_price": "700",
        "old_price": "1800",
        "location": "Panthapath",
        "ratings": "5.6",
        "description": "Casual is the most relaxed of all dress codes and is extremely common. As such, it is incredibly easy to dress for, making it hard to go wrong with your outfit. That said, there are ways to ensure your casual look is more stylish than most. To do so, try investing in classic items that never go out of fashion, such as jeans, sweaters, sneakers, T-shirts, and denim jackets. Also, be sure to stick to basic colors to make coordinating looks easier. Then, create outfits that blend comfort with contemporary style. You can also add fun accessories and statement pieces for a personal touch."
    },
    {
        "product_id": 2,
        "img": "https://img.freepik.com/free-photo/waist-up-portrait-handsome-serious-unshaven-male-keeps-hands-together-dressed-dark-blue-shirt-has-talk-with-interlocutor-stands-against-white-wall-self-confident-man-freelancer_273609-16320.jpg?w=996&t=st=1669285838~exp=1669286438~hmac=156419dc97dec61b4b1d64f6d74d9bb4f91f8a9448941e6eba38bb2e8e8eb9c9",
        "name": "Mens Collection",
        "seller_price": "400",
        "old_price": "1190",
        "location": "Panthapath",
        "ratings": 3.3,
        "description": "Smart casual is a standard dress code and an important one to get right. To correctly dress for this style of attire, aim for an appearance that’s more elevated than your usual casualwear yet still relaxed and comfortable. You can do so by combining everyday garments with more sophisticated items. Of course, precisely how you interpret this dress code is up to you. You may want to wear jeans with a T-shirt and blazer or chinos with a chambray shirt. The choice is yours. Just make sure you strike the right balance of smart and casual, and that you’re dressed appropriately for the event you’re attending."
    },
    {
        "product_id": 2,
        "img": "https://img.freepik.com/free-photo/portrait-smiling-stylish-man-sunglasses-standing-against-brick-wall-modern-office_273443-3553.jpg?w=996&t=st=1669312199~exp=1669312799~hmac=5bdca68bf2763ea35cb5bfc2a7624d1247873712d48621e8a11cc6ea56085ef7",
        "name": "Mens Collection",
        "seller_price": "1100",
        "old_price": "1900",
        "location": "Panthapath",
        "ratings": 2.1,
        "description": "Although often confused, smart casual and business casual are different dress codes. In particular, the main difference between these two smart yet relaxed codes is that business casual must also project an air of professionalism. Often called upon for modern offices, business casual attire doesn’t require a suit. Instead, a less formal outfit, such as chinos with a sweater or dark jeans with a blazer, works perfectly. When it comes to selecting a shirt, choose a style that’s ideal for the office, such as a classic colored Oxford or checkered button-down. Complete your outfit with smart footwear like brogues, monk-straps, loafers, or Derby shoes in suede or matte leather."
    },

    {
        "product_id": 2,
        "img": "https://img.freepik.com/free-photo/stylish-smiling-young-man-orange-sweater-holding-wireless-speaker-happy-listening-music-having-fun-colorful-style-happy-mood-isolated-yellow-background_285396-10652.jpg?w=996&t=st=1669286087~exp=1669286687~hmac=fb069213f522fce8ccde386d926688500528e677cda3fa83f28b00aec492a583",
        "name": "Mens Collection",
        "seller_price": "600",
        "old_price": "1500",
        "location": "Panthapath",
        "ratings": "1",
        "description": "Business formal is a dress code reserved for conservative offices and corporate meetings/events. It denotes a smart style of dress that is stylish and simple. To dress business formal, you should select an office-appropriate, notch-lapel suit in a dark color, such as navy or charcoal. Then add a business shirt in a standard color, such as white or blue. Although you can likely get away with a subtle pattern, it’s best to save any bold designs for business casual days. To complete your look, be sure to add a tie and black leather shoes. In particular, standard Oxfords or Derby shoes make an excellent option."
    },
    {
        "product_id": 3,
        "img": "https://img.freepik.com/free-photo/blonde-toddler-sitting-carpet-playing-with-blue-car_114579-2898.jpg?size=626&ext=jpg&ga=GA1.2.1510053171.1664396538&semt=sph",
        "name": "Baby Collection",
        "seller_price": "1200",
        "location": "Panthapath",
        "old_price": "3200",
        "ratings": 2.3,
        "description": "Infant and toddler clothing size is typically based on age.[1] These are usually preemie for a preterm birth baby, 0 to 3 months, 3 to 6 months, 6 to 9 months, 9 to 12 months, 12 months, 18 months, and 24 months, though there is no industry standard definition for those sizes.[1] Most retailers provide sizing charts based on a child's weight, height, or both, and the child's weight and height percentile may also be used for properly sizing clothing for the infant.[1] In an article in the October 1945 issue of Ladies' Home Journal, B. F. Skinner stated that clothing and bedding interfere with normal exercise and growth and keep the baby from taking comfortable postures or changing posture during sleep"
    },
    {
        "product_id": 3,
        "img": "https://img.freepik.com/free-photo/full-length-portrait-cute-little-kid-girl-stylish-jeans-clothes-smiling-standing-white-kids-fashion-concept_155003-20300.jpg?size=626&ext=jpg&ga=GA1.2.1510053171.1664396538&semt=sph",
        "name": "Baby Collection",
        "seller_price": "1300",
        "old_price": "1700",
        "location": "Panthapath",
        "ratings": "3.00",
        "description": "Comfort, mobility and ease of access are major aspects of modern baby clothes. In Western countries babies typically wear bodysuits and babygrows (known in American English by various names such as sleepers or footies.) If it is warm enough, these might be sufficient for both daytime and nightwear, supplemented by bibs for feeding time. For cooler weather and more formal occasions, they might become underwear beneath outfits more comparable to those worn by adults. While these outer clothes often feature child-friendly images such as cartoons, for especially formal occasions such as weddings infants might wear scaled down adult styles such as mini-tuxedos."
    },
    {
        "product_id": 3,
        "img": "https://img.freepik.com/free-photo/tiny-baby-grey-clothes-sleeps-woolen-blanket_8353-309.jpg?w=900&t=st=1669285007~exp=1669285607~hmac=40b0d097730c3b1a48344509f0d22e321e18786231b21f65a8582977da331fde",
        "name": "Baby Collection",
        "seller_price": "1100",
        "old_price": "2000",
        "location": "Panthapath",
        "ratings": 2.3,
        "description": "For young babies garments will often have full leg and back openings to allow for easy nappy changing. Other helpful features also include fold over scratch mitts to the sleeves, to help prevent very young babies from accidentally scratching themselves.Snaps (also known as poppers) or zip fastenings have become more popular because they are easier to use than traditional buttons. Due to babies' soft skin, one of the more important attributes to look for in infant and baby clothing is that the clothes are soft and not rough. Soft baby clothes made from organic cotton or eco-friendly materials are becoming more popular. There are even infant clothes now made with bamboo rayon fibres which are marketed as being breathable and soft to the touch."
    },
    {
        "product_id": 3,
        "img": "https://img.freepik.com/premium-photo/baby-boy-white-bodysuit-multicolored-hat-holding-toy-sitting-orange-wall_98296-1950.jpg?size=626&ext=jpg&ga=GA1.2.1510053171.1664396538",
        "name": "Baby Collection",
        "seller_price": "1200",
        "old_price": "2800",
        "location": "Panthapath",
        "ratings": 2.7,
        "description": "Infant clothing comes in a variety of materials, such as bamboo or cotton. Bamboo is a popular style and is well liked because of its very soft feel, however it tends to pill easily with wear. In addition to regular cotton, infant cotton clothing comes in different varieties. Brushed cotton feels luxuriously smooth and cool thanks to a unique finishing technique called brushing. Pima cotton is a high-end type of cotton with longer fibers than conventional cotton. It has a reputation for producing a smooth fabric that’s soft to the touch, wrinkle-resistant, and ultra-durable."
    },
    {
        "product_id": 3,
        "img": "https://img.freepik.com/free-photo/one-cute-baby-girl-orange-space_155003-8721.jpg?w=996&t=st=1669284665~exp=1669285265~hmac=14fdf8eb6b824dad0066cbdc784b3db39ef7a4bd303fe9f4a58381b90d90ffe1",
        "name": "Baby Collection",
        "seller_price": "300",
        "old_price": "2200",
        "location": "Panthapath",
        "ratings": "4.0",
        "description": "Excessive thermal insulation has been associated with an increased incidence of sudden infant death syndrome (SIDS). The primary causes are an excess of bedding or clothing, soft sleep surfaces, and stuffed animals.[4] The odds ratio of SIDS associated with thermal insulation at least two togs above the lower critical value (after adjusting for the season and confounding factors) was 1.35 in a New Zealand study, which also found that SIDS had some correlation with too little thermal insulation.[5] A 1984 study of 34 infant cot deaths found that for 2/3 excessive clothing and over-wrapping was a contributing cause. Clothing was responsible for an increased incidence of congenital hip dislocation (CDH) in Japanese infants. By custom, a diaper and clothing had been applied to the infants  with the legs in extension Before 1965, the incidence of CDH in infants was up to 3.5%, but a national campaign established in 1975 to avoid prolonged extension of the hips and knees of infants during the early postnatal period led to a reduction in the incidence of CDH in infants to 0.2% by the early 1980s"
    }
]